tap "adoptopenjdk/openjdk"
tap "arl/arl"
tap "benwebber/tunnelblickctl"
tap "candid82/brew"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "koekeishiya/formulae"
tap "normen/tap"
tap "wez/wezterm"
tap "yqrashawn/goku"
brew "bat"
brew "openssl@1.1"
brew "bit"
brew "bmon"
brew "zstd"
brew "gcc"
brew "btop"
brew "cairo"
brew "libssh2"
brew "cargo-c"
brew "python@3.11"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "cowsay"
brew "rtmpdump"
brew "curl"
brew "ddgr"
brew "dockutil"
brew "libgit2"
brew "exa"
brew "fd"
brew "fff"
brew "fish"
brew "fnm"
brew "fortune"
brew "fzf"
brew "gh"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gping"
brew "harfbuzz"
brew "hexyl"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "pango"
brew "librsvg"
brew "libzip"
brew "luv"
brew "magic-wormhole"
brew "midnight-commander"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "onefetch"
brew "openjdk"
brew "openjdk@11"
brew "openvpn"
brew "opusfile"
brew "prettier"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "sdl2"
brew "sheldon"
brew "sox"
brew "spotify-tui"
brew "spotifyd"
brew "starship"
brew "stow"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "viu"
brew "webp"
brew "wego"
brew "wget"
brew "yazi"
brew "zoxide"
brew "arl/arl/gitmux"
brew "benwebber/tunnelblickctl/tunnelblickctl"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "normen/tap/whatscli"
brew "yqrashawn/goku/goku"
cask "1password"
cask "1password-cli"
cask "brooklyn"
cask "cheatsheet"
cask "cljstyle"
cask "curseforge"
cask "discord"
cask "docker"
cask "elgato-camera-hub"
cask "elgato-stream-deck"
cask "elgato-wave-link"
cask "eurkey"
cask "evernote"
cask "fig"
cask "fly"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "hummingbird"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "meld"
cask "microsoft-teams"
cask "minecraft"
cask "mongodb-compass"
cask "mos"
cask "notion"
cask "numi"
cask "obs"
cask "obsidian"
cask "openvpn-connect"
cask "osu"
cask "paw"
cask "postman"
cask "propresenter"
cask "raycast"
cask "roon"
cask "setapp"
cask "sf-symbols"
cask "sigmaos"
cask "spotify"
cask "streamlabs-obs"
cask "tidal"
cask "tower"
cask "tunnelblick"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "wormhole"
cask "zoom"
