tap "candid82/brew"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "koekeishiya/formulae"
tap "normen/tap"
tap "yqrashawn/goku"
brew "bat"
brew "gcc"
brew "btop"
brew "libssh2"
brew "cargo-c"
brew "python@3.11"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "rtmpdump"
brew "curl"
brew "libgit2"
brew "exa"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gping"
brew "hexyl"
brew "jq"
brew "lazygit"
brew "lf"
brew "pango"
brew "librsvg"
brew "libzip"
brew "luv"
brew "midnight-commander"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "pyenv"
brew "ripgrep"
brew "sdl2"
brew "sheldon"
brew "sox"
brew "starship"
brew "stow"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "viu"
brew "webp"
brew "wego"
brew "wget"
brew "yazi"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "yqrashawn/goku/goku"
brew "mas"
cask "1password"
cask "1password-cli"
cask "brooklyn"
cask "curseforge"
cask "cyberduck"
cask "discord"
cask "docker"
cask "elgato-camera-hub"
cask "elgato-stream-deck"
cask "eurkey"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "minecraft"
cask "obs"
cask "raycast"
cask "roon"
cask "setapp"
cask "sf-symbols"
cask "spotify"
cask "tower"
cask "tunnelblick"
mas "Calendars", id: 608834326
mas "Xcode", id: 497799835
